Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2019.tmx
Source language: en_us
Languages: zh_cn

source: We will move faster to strengthen development in old revolutionary base areas, areas with large ethnic minority populations, border areas, and poor areas to help them catch up.
zh_cn: 加快补齐革命老区、民族地区、边疆地区、贫困地区发展短板。

source: We will develop the blue economy, protect the marine environment, and strengthen China's maritime development.
zh_cn: 大力发展蓝色经济，保护海洋环境，建设海洋强国。

source: We will advance new urbanization.
zh_cn: 深入推进新型城镇化。

source: We will continue to stimulate the development of city clusters through the development of leading cities.
zh_cn: 坚持以中心城市引领城市群发展。

source: We will make more progress in granting permanent urban residency to people who have moved to cities from the countryside and work toward making basic urban public services cover all permanent urban residents.
zh_cn: 抓好农业转移人口落户，推动城镇基本公共服务覆盖常住人口。

source: We will better address people's housing needs, require local governments to shoulder primary responsibility, reform and improve housing market and support systems, and sustain the steady and healthy development of real estate markets.
zh_cn: 更好解决群众住房问题，落实城市主体责任，改革完善住房市场体系和保障体系，促进房地产市场平稳健康发展。

source: We will continue to build government subsidized housing and rebuild rundown urban areas to meet the basic housing needs of disadvantaged groups.
zh_cn: 继续推进保障性住房建设和城镇棚户区改造，保障困难群体基本居住需求。

source: We will continue to improve underground utility tunnels.
zh_cn: 继续推进地下综合管廊建设。

source: Old residential areas in cities are large in both number and area. We will make a big push toward their regeneration, update their roads, water, power, and gas supplies and other supporting infrastructure; support the installation of elevators and the development of barrier-free environments; and improve amenities like markets, convenience stores, pedestrian streets, and parking lots.
zh_cn: 城镇老旧小区量大面广，要大力进行改造提升，更新水电路气等配套设施，支持加装电梯和无障碍环境建设，健全便民市场、便利店、步行街、停车场等生活服务设施。

source: New urbanization should be people-centered in every respect: we need to be better at conducting flexible governance and providing thoughtfully-designed services to make our cities more livable and give them a more inclusive and welcoming feel.
zh_cn: 新型城镇化要处处体现以人为核心，提高柔性化治理、精细化服务水平，让城市更加宜居，更具包容和人文关怀。

source: 7. We will strengthen pollution prevention and control, enhance ecological improvement, and make big advances in green development.
zh_cn: （七）加强污染防治和生态建设，大力推动绿色发展。

source: Green development is a critical element of modernizing an economy; it is also a fundamental solution to pollution.
zh_cn: 绿色发展是构建现代化经济体系的必然要求，是解决污染问题的根本之策。

source: We will reform and refine relevant systems, and pursue both high-quality development and environmental protection.
zh_cn: 要改革完善相关制度，协同推动高质量发展与生态环境保护。

source: We will keep intensifying efforts to prevent and control pollution.
zh_cn: 持续推进污染防治。

source: Gains made in the fight to keep our skies blue will be consolidated and expanded. This year, sulfur dioxide and nitrogen oxide emissions will be cut by 3 percent, and there will be a continuous decline in PM2.5 concentrations in key areas.
zh_cn: 巩固扩大蓝天保卫战成果，今年二氧化硫、氮氧化物排放量要下降3%，重点地区细颗粒物（PM2.5）浓度继续下降。

source: We will continue to curb air pollution in and around the Beijing-Tianjin-Hebei region, in the Yangtze River Delta, and in the Fenhe-Weihe River Plain area.
zh_cn: 持续开展京津冀及周边、长三角、汾渭平原大气污染治理攻坚，

source: We will make stronger moves to tackle three major sources of pollution: industrial production, coal used as fuel, and motor vehicles.
zh_cn: 加强工业、燃煤、机动车三大污染源治理。

source: We will make a good job of promoting clean heating in northern China and ensure people's homes are warm for the winter.
zh_cn: 做好北方地区清洁取暖工作，确保群众温暖过冬。

source: Water and soil pollution prevention and control will be strengthened, and this year we will achieve a 2-percent drop in both chemical oxygen demand and ammonia nitrogen emissions.
zh_cn: 强化水、土壤污染防治，今年化学需氧量、氨氮排放量要下降2%。

source: Efforts to clean up black, malodorous water bodies will be accelerated;
zh_cn: 加快治理黑臭水体，

source: work will take place to prevent and control agricultural pollution from non-point sources;
zh_cn: 防治农业面源污染，

source: and comprehensive measures will be taken to improve the environment in key river basins and offshore areas.
zh_cn: 推进重点流域和近岸海域综合整治。

source: We will step up sorting in solid waste and urban garbage disposal, and work toward the reduction, recycling, and safe disposal of such waste.
zh_cn: 加强固体废弃物和城市垃圾分类处置，促进减量化、资源化、无害化。

source: We will intensify efforts to achieve major scientific and technological breakthroughs in pollution prevention and control.
zh_cn: 加强污染防治重大科技攻关。

source: As the primary actors in pollution prevention and control, enterprises must fulfill their responsibility of protecting the environment according to law.
zh_cn: 企业作为污染防治主体，必须依法履行环保责任。

source: We need to reform and find new approaches to environmental governance. While we must conduct oversight over enterprises in compliance with laws and regulations, we must also heed their justified concerns and provide better assistance and guidance to them.
zh_cn: 改革创新环境治理方式，对企业既依法依规监管，又重视合理诉求、加强帮扶指导，

source: Enterprises that need to take measures to meet standards should be given a reasonable grace period to do so, and we must avoid handling things in a simplistic and crude way or just shutting firms down to be done with it.
zh_cn: 对需要达标整改的给予合理过渡期，避免处置措施简单粗暴、一关了之。

source: When enterprises have both motivation themselves and external pressure, our work to prevent and control pollution is certain to produce more effective results.
zh_cn: 企业有内在动力和外部压力，污染防治一定能取得更大成效。

source: We will strengthen green and environmentally friendly industries.
zh_cn: 壮大绿色环保产业。

source: To address problems at the source, we will quicken the pace of upgrading in thermal power, steel, and other industries to achieve ultra-low emissions, and enforce upgrades in heavy-polluting sectors to achieve compliance with standards.
zh_cn: 坚持源头治理，加快火电、钢铁行业超低排放改造，实施重污染行业达标排放改造。

source: We will adjust and improve the energy mix, promote the cleaner use of coal, and establish better systems for the production, supply, storage, and sale of natural gas.
zh_cn: 调整优化能源结构。推进煤炭清洁化利用。健全天然气产供储销体系。

source: We will promote the dynamic development of renewable energy, and work faster to address the problem of idle capacity in wind, solar, and hydroelectric power.
zh_cn: 大力发展可再生能源，加快解决风、光、水电消纳问题。

source: The development of sewer networks and treatment facilities in urban areas will be sped up.
zh_cn: 加大城市污水管网和处理设施建设力度。

source: We will encourage the economical and intensive use of resources and their recycling, and expand the construction of eco-friendly buildings and the use of green packaging in the delivery industry.
zh_cn: 促进资源节约集约和循环利用，推广绿色建筑、绿色快递包装。

source: We will reform and improve environmental economic policies, improve the pollution rights trading system, accelerate the development of green finance, develop leading enterprises specializing in environmental protection, and enhance our capacity for green development.
zh_cn: 改革完善环境经济政策，健全排污权交易制度，加快发展绿色金融，培育一批专业化环保骨干企业，提升绿色发展能力。

source: We will step up efforts to protect and restore ecosystems.
zh_cn: 加强生态系统保护修复。

source: We will press ahead with trials to conserve and restore the ecosystems of mountains, rivers, lakes, forests, farmland, and grassland.
zh_cn: 推进山水林田湖草生态保护修复工程试点，

source: We will continue to strengthen afforestation and the control of desertification, rock desertification, and soil erosion.
zh_cn: 持续抓好国土绿化，加强荒漠化、石漠化、水土流失治理。

source: Biodiversity protection will be strengthened.
zh_cn: 加大生物多样性保护力度。

source: Work will continue on turning marginal farmland into forest, grassland, and wetlands.
zh_cn: 继续开展退耕还林还草还湿。

source: Reform of the national parks system will be deepened.
zh_cn: 深化国家公园体制改革。

source: Compensation mechanisms for ecological conservation will be improved.
zh_cn: 健全生态补偿机制。

source: Promoting green development is down to every last one of us; its success hinges on action and commitment.
zh_cn: 绿色发展人人有责，贵在行动、成在坚持。

source: We must all work together to create a beautiful and livable environment for our people.
zh_cn: 我们要共同努力，让人民群众享有美丽宜居环境。

source: 8. We will deepen reforms in key sectors and speed up the improvement of market mechanisms.
zh_cn: （八）深化重点领域改革，加快完善市场机制。

source: We will focus on resolving acute problems and strengthening key links, deepen relevant reforms, make our systems and mechanisms better able to promote high-quality development, and fully unlock market dynamism and social creativity.
zh_cn: 聚焦突出矛盾和关键环节，推动相关改革深化，健全与高质量发展相适应的体制机制，把市场活力和社会创造力充分释放出来。

source: We will accelerate state capital and SOE reforms.
zh_cn: 加快国资国企改革。

source: We will strengthen and improve the regulation of state assets, and continue to conduct trial reforms to establish state capital investment and management companies, so as to maintain and increase the value of state assets.
zh_cn: 加强和完善国有资产监管，推进国有资本投资、运营公司改革试点，促进国有资产保值增值。

source: Reforms to introduce mixed ownership will be actively but prudently advanced.
zh_cn: 积极稳妥推进混合所有制改革。

source: We will improve corporate governance structures, make their operating mechanisms market-based, and introduce measures and practices such as hiring professional managers.
zh_cn: 完善公司治理结构，健全市场化经营机制，建立职业经理人等制度。

source: We will work in accordance with law to address “zombie enterprises.”
zh_cn: 依法处置“僵尸企业”。

source: Reforms will be deepened in sectors including power, oil and natural gas, and railways.
zh_cn: 深化电力、油气、铁路等领域改革，

source: In natural monopoly industries, network ownership and operation will be separated in light of the specific conditions of these industries to make the competitive aspects of their operations fully market based.
zh_cn: 自然垄断行业要根据不同行业特点实行网运分开，将竞争性业务全面推向市场。

source: SOEs should get stronger and healthier through reform and innovation to continue increasing their vitality and core competitiveness.
zh_cn: 国有企业要通过改革创新、强身健体，不断增强发展活力和核心竞争力。

source: We will work for big improvements in the development environment for the private sector.
zh_cn: 下大气力优化民营经济发展环境。

source: We will uphold the “two no irresolutions” principle, and encourage, support, and guide the development of the non-public sector.
zh_cn: 坚持“两个毫不动摇”，鼓励、支持、引导非公有制经济发展。

source: We will follow the principle of competitive neutrality, so that when it comes to access to factors of production, market access and licenses, business operations, government procurement, public biddings, and so on, enterprises under all forms of ownership will be treated on an equal footing.
zh_cn: 按照竞争中性原则，在要素获取、准入许可、经营运行、政府采购和招投标等方面，对各类所有制企业平等对待。

source: We will foster a new type of cordial and clean relationship between government and business, improve mechanisms for their communication, inspire entrepreneurial spirit, and promote development and upgrading in the private sector.
zh_cn: 构建亲清新型政商关系，健全政企沟通机制，激发企业家精神，促进民营经济发展升级。

source: In the protection of property rights we must be firm and unwavering. Infringements on property rights will be dealt with in accordance with law and any wrongly adjudicated cases will be corrected.
zh_cn: 保护产权必须坚定不移，对侵权行为要依法惩处，对错案冤案要有错必纠。

source: We will strive to create a positive business environment in which entrepreneurs can be free of concerns in doing business and running companies.
zh_cn: 要努力打造良好营商环境，让企业家安心搞经营、放心办企业。

source: We will deepen reforms of the fiscal, taxation, and financial systems.
zh_cn: 深化财税金融体制改革。

source: We will take further reform measures to make budgets more transparent, and conduct performance-based budget management across the country.
zh_cn: 加大预算公开改革力度，全面实施预算绩效管理。

source: We will deepen the reform to define the respective fiscal powers and expenditure responsibilities of central and local governments and move forward with reforming the way revenue is divided between them.
zh_cn: 深化中央与地方财政事权和支出责任划分改革，推进中央与地方收入划分改革。

source: We will improve the transfer payments system.
zh_cn: 完善转移支付制度。

source: We will improve local tax systems and make steady progress in legislation on real estate tax.
zh_cn: 健全地方税体系，稳步推进房地产税立法。

source: We will improve the mechanisms by which local governments secure financing.
zh_cn: 规范地方政府举债融资机制。

source: We will reform and improve the structure of the financial system, and develop private and community banks, to better serve the real economy.
zh_cn: 以服务实体经济为导向，改革优化金融体系结构，发展民营银行和社区银行。

source: We will reform and improve the basic systems of the capital market to promote the healthy and steady development of multi-tiered capital markets.
zh_cn: 改革完善资本市场基础制度，促进多层次资本市场健康稳定发展，

source: The proportion of direct financing, particularly equity financing, will be increased.
zh_cn: 提高直接融资特别是股权融资比重。

source: The insurance sector's role in protecting against risk will be enhanced.
zh_cn: 增强保险业风险保障功能。

source: We will strengthen monitoring, early warnings, mitigation, and control of financial risks.
zh_cn: 加强金融风险监测预警和化解处置。

source: China's fiscal and financial systems are on the whole stable, and we have many policy tools available, so we are fully capable of ensuring that no systemic risks will emerge.
zh_cn: 我国财政金融体系总体稳健，可运用的政策工具多，我们有能力守住不发生系统性风险的底线。

source: 9. We will promote all-round opening up and foster new strengths in international economic cooperation and competition.
zh_cn: （九）推动全方位对外开放，培育国际经济合作和竞争新优势。

source: We will open more sectors and improve the layout of opening up, continue to promote opening up based on flows of goods and factors of production, and give greater emphasis to opening up based on rules and related institutions, driving an all-round deepening of reforms through high-standard opening up.
zh_cn: 进一步拓展开放领域、优化开放布局，继续推动商品和要素流动型开放，更加注重规则等制度型开放，以高水平开放带动改革全面深化。

source: We will promote stable and higher quality growth of foreign trade.
zh_cn: 促进外贸稳中提质。

source: We will work to diversify export markets.
zh_cn: 推动出口市场多元化。

source: We will expand the coverage of export credit insurance, and reform and improve support policies for new forms of business such as cross-border e-commerce.
zh_cn: 扩大出口信用保险覆盖面。改革完善跨境电商等新业态扶持政策。

source: We will encourage innovative development in service trade, guide the transformation and upgrading of processing trade and its shift to the central and western regions, and give better play to the role of integrated bonded areas.
zh_cn: 推动服务贸易创新发展，引导加工贸易转型升级、向中西部转移，发挥好综合保税区作用。

source: The import mix will be improved and imports will be actively expanded.
zh_cn: 优化进口结构，积极扩大进口。

source: We will host the second China International Import Expo.
zh_cn: 办好第二届中国国际进口博览会。

source: We will step up efforts to facilitate customs clearance.
zh_cn: 加快提升通关便利化水平。

source: We will do more to attract foreign investment.
zh_cn: 加大吸引外资力度。

source: We will further relax controls over market access, shorten the negative list for foreign investment, and permit wholly foreign funded enterprises to operate in more sectors.
zh_cn: 进一步放宽市场准入，缩减外资准入负面清单，允许更多领域实行外资独资经营。

source: We will implement reform and opening up measures in the financial and other sectors, and improve policies on opening the bond market.
zh_cn: 落实金融等行业改革开放举措，完善债券市场开放政策。

source: We will further align our policies with internationally accepted trade rules, enhance policy transparency and consistency in implementation, and create a fair and impartial market environment where Chinese and foreign companies are treated as equals and engage in fair competition.
zh_cn: 加快与国际通行经贸规则对接，提高政策透明度和执行一致性，营造内外资企业一视同仁、公平竞争的公正市场环境。

source: We will strengthen efforts to protect foreign investors' lawful rights and interests.
zh_cn: 加强外商合法权益保护。

source: We will grant greater autonomy to pilot free trade zones to carry out reform and innovation, expand the China (Shanghai) Pilot Free Trade Zone, step up the building of the China (Hainan) Pilot Free Trade Zone, and explore the opening of a free trade port with Chinese features.
zh_cn: 赋予自贸试验区更大改革创新自主权，增设上海自贸试验区新片区，推进海南自贸试验区建设、探索建设中国特色自由贸易港。

source: We will support national-level economic development zones, new- and high-tech development zones, and new areas in implementing trial reforms pioneered and developed in pilot free trade zones, so that they can better lead their surrounding areas and grow into pacesetters of reform and opening up.
zh_cn: 支持国家级经开区、高新区、新区开展自贸试验区相关改革试点，增强辐射带动作用，打造改革开放新高地。

source: China's investment environment is all set to get better and better, which means more and more business opportunities for foreign companies in China are a sure thing.
zh_cn: 中国投资环境一定会越来越好，各国企业在华发展机遇一定会越来越多。

source: We will promote the joint pursuit of the BRI.
zh_cn: 推动共建“一带一路”。

source: We will adhere to the principle of pursuing shared growth through discussion and collaboration and observe market principles and international rules.
zh_cn: 坚持共商共建共享，遵循市场原则和国际通行规则，

source: We will see that enterprises are the main actors, advance infrastructural connectivity, strengthen international cooperation on production capacity, and expand third-party market cooperation.
zh_cn: 发挥企业主体作用，推动基础设施互联互通，加强国际产能合作，拓展第三方市场合作。

source: We will host the second Belt and Road Forum for International Cooperation.
zh_cn: 办好第二届“一带一路”国际合作高峰论坛。

source: We will work to ensure the healthy and orderly growth of outbound investment and international cooperation.
zh_cn: 推动对外投资合作健康有序发展。

source: We will promote trade and investment liberalization and facilitation.
zh_cn: 促进贸易和投资自由化便利化。

source: China is committed to safeguarding economic globalization and free trade, and is actively involved in the reform of the World Trade Organization.
zh_cn: 中国坚定维护经济全球化和自由贸易，积极参与世贸组织改革。

source: We will accelerate the establishment of a network of high-standard free trade areas, advance negotiations on the Regional Comprehensive Economic Partnership, the China-Japan-RoK Free Trade Agreement, and the China-EU Investment Agreement, and continue to promote China-US economic and trade negotiations.
zh_cn: 加快构建高标准自贸区网络，推进区域全面经济伙伴关系协定、中日韩自贸区、中欧投资协定谈判，继续推动中美经贸磋商。

source: China is committed to mutually beneficial cooperation, win-win development and settling trade disputes through discussion as equals.
zh_cn: 中国秉持互利合作、共赢发展，一贯主张通过平等协商解决贸易争端。

source: We faithfully honor our commitments and are resolute in safeguarding our lawful rights and interests.
zh_cn: 我们对作出的承诺认真履行，对自身合法权益坚决维护。

source: 10. We will speed up the development of social programs to better ensure and improve living standards.
zh_cn: （十）加快发展社会事业，更好保障和改善民生。

source: Although the pressure of maintaining a balanced budget will grow this year, inputs to ensure basic living standards will only be increased and not cut.
zh_cn: 今年财政收支平衡压力加大，但基本民生投入确保只增不减。

source: We will support private actors in boosting the supply of non-basic public services to meet people's multilevel and diverse needs.
zh_cn: 支持社会力量增加非基本公共服务供给，满足群众多层次、多样化需求。

source: We will develop more equitable and higher quality education.
zh_cn: 发展更加公平更有质量的教育。

source: We will deepen education and teaching reforms.
zh_cn: 深化教育教学改革。

source: We will promote the integrated development of urban and rural compulsory education, move faster to improve conditions in rural schools, strengthen the ranks of teachers working in the countryside, quickly address the problem of oversized classes in urban schools, and ensure access to education for children living with their migrant worker parents in cities.
zh_cn: 推进城乡义务教育一体化发展，加快改善乡村学校办学条件，加强乡村教师队伍建设，抓紧解决城镇学校“大班额”问题，保障进城务工人员随迁子女教育，

source: We will develop Internet Plus Education models and promote quality resource sharing.
zh_cn: 发展“互联网+教育”，促进优质资源共享。

source: We will increase the supply of pre-school education through multiple avenues.
zh_cn: 多渠道扩大学前教育供给，

source: The government will support all kindergartens that meet safety standards, charge reasonable fees, and have the trust of parents, regardless of whether they are public or private.
zh_cn: 无论是公办还是民办幼儿园，只要符合安全标准、收费合理、家长放心，政府都要支持。

source: We will continue work to make senior secondary education universal, provide quality ethnic minority education, special needs education, and continuing education, and support the development of private schools in accordance with law.
zh_cn: 推进高中阶段教育普及，办好民族教育、特殊教育、继续教育，依法支持民办教育发展。

source: We will continue to strictly ensure the full payment of pay packages to teachers working in compulsory education.
zh_cn: 持续抓好义务教育教师工资待遇落实。

source: We will continue efforts to develop world-class universities and world-class disciplines, and support the central and western regions in building universities with their own character and of a high quality.
zh_cn: 推进一流大学和一流学科建设，支持中西部建设有特色、高水平大学。

source: This year, despite significant fiscal constraints, government budgetary spending on education will remain above 4 percent of GDP, and central government spending on education will exceed one trillion yuan.
zh_cn: 今年财力虽然很紧张，国家财政性教育经费占国内生产总值比例继续保持在4%以上，中央财政教育支出安排超过1万亿元。

source: We need to use these precious funds well, and work hard to provide education that our people are happy with, to do justice to our hope for tomorrow.
zh_cn: 我们要切实把宝贵的资金用好，努力办好人民满意的教育，托起明天的希望。

source: We will ensure access to basic medical and health services.
zh_cn: 保障基本医疗卫生服务。

source: We will continue to increase basic medical insurance and serious disease insurance protection for rural and non-working urban residents.
zh_cn: 继续提高城乡居民基本医保和大病保险保障水平，

source: Government subsidies for resident medical insurance will be raised by an average of 30 yuan per person, half of which is to be used for serious disease insurance.
zh_cn: 居民医保人均财政补助标准增加30元，一半用于大病保险。

source: We will lower and unify the deductible line for serious disease insurance, raise the reimbursement rate from 50 to 60 percent, and further reduce the burden of medical care for people with serious diseases and people living in poverty.
zh_cn: 降低并统一大病保险起付线，报销比例由50%提高到60%，进一步减轻大病患者、困难群众医疗负担。

source: We will strengthen the prevention and treatment of serious diseases.
zh_cn: 加强重大疾病防治。

source: Tens of millions of Chinese families are affected by cancer. To ease this pain that has such an effect on people's lives, we will take action in cancer prevention and treatment, and promote preventive screening, early diagnosis and treatment, and breakthroughs in cancer research.
zh_cn: 我国受癌症困扰的家庭以千万计，要实施癌症防治行动，推进预防筛查、早诊早治和科研攻关，着力缓解民生的痛点。

source: We will improve prevention and treatment of common chronic illnesses.
zh_cn: 做好常见慢性病防治，

source: Outpatient medicines for treating high blood pressure, diabetes, et cetera, will be made reimbursable under the medical insurance scheme.
zh_cn: 把高血压、糖尿病等门诊用药纳入医保报销。

source: We will speed up R&D on medicines for children.
zh_cn: 加快儿童药物研发。

source: We will improve the guarantees for drugs used in treating rare diseases.
zh_cn: 加强罕见病用药保障。

source: We will deepen the reform of medical insurance payment models and refine the spending structure of medical insurance funds.
zh_cn: 深化医保支付方式改革，优化医保支出结构。

source: We will speedily implement and improve the policy on interprovincial on-the-spot settlement of medical bills through basic medical insurance accounts;
zh_cn: 抓紧落实和完善跨省异地就医直接结算政策，

source: we will work as quickly as possible to enable patients to use their medical insurance cards for medical treatment in any designated hospitals and settle their bills straight away regardless of the locality. This will make things easier for the migrant population and for elderly people who relocate to be with their children.
zh_cn: 尽快使异地就医患者在所有定点医院能持卡看病、即时结算，切实便利流动人口和随迁老人。

source: We will improve the mechanisms for centralized medicine procurement and use.
zh_cn: 完善药品集中采购和使用机制。

source: We will deepen the comprehensive reform of public hospitals and encourage the development of private hospitals.
zh_cn: 深化公立医院综合改革。促进社会办医。
